aheadtest/3.10.0-957.el7.x86_64_none/fio_1Mread1.log
test: (g=0): rw=read, bs=(R) 1024KiB-1024KiB, (W) 1024KiB-1024KiB, (T) 1024KiB-1024KiB, ioengine=psync, iodepth=1
fio-3.7
Starting 1 process

test: (groupid=0, jobs=1): err= 0: pid=12437: Wed Nov  4 20:02:36 2020
   read: IOPS=106, BW=106MiB/s (111MB/s)(62.2GiB/600008msec)
    clat (usec): min=9283, max=18369, avg=9409.94, stdev=54.14
     lat (usec): min=9285, max=18371, avg=9411.86, stdev=54.15
    clat percentiles (usec):
     |  1.00th=[ 9372],  5.00th=[ 9372], 10.00th=[ 9372], 20.00th=[ 9372],
     | 30.00th=[ 9372], 40.00th=[ 9372], 50.00th=[ 9372], 60.00th=[ 9372],
     | 70.00th=[ 9372], 80.00th=[ 9372], 90.00th=[ 9503], 95.00th=[ 9503],
     | 99.00th=[ 9503], 99.50th=[ 9503], 99.90th=[ 9634], 99.95th=[ 9634],
     | 99.99th=[10028]
   bw (  KiB/s): min=106496, max=110592, per=99.99%, avg=108684.09, stdev=568.50, samples=1200
   iops        : min=  104, max=  108, avg=106.08, stdev= 0.60, samples=1200
  lat (msec)   : 10=99.99%, 20=0.01%
  cpu          : usr=0.11%, sys=19.48%, ctx=3867771, majf=0, minf=4294
  IO depths    : 1=100.8%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=63692,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: bw=106MiB/s (111MB/s), 106MiB/s-106MiB/s (111MB/s-111MB/s), io=62.2GiB (66.8GB), run=600008-600008msec