aheadtest/3.10.0-957.el7.x86_64_none/fio_1Mwrite1.log
test: (g=0): rw=write, bs=(R) 1024KiB-1024KiB, (W) 1024KiB-1024KiB, (T) 1024KiB-1024KiB, ioengine=psync, iodepth=1
fio-3.7
Starting 1 process

test: (groupid=0, jobs=1): err= 0: pid=12538: Wed Nov  4 20:24:26 2020
  write: IOPS=94, BW=94.9MiB/s (99.5MB/s)(55.6GiB/600006msec)
    clat (usec): min=10333, max=18390, avg=10483.23, stdev=139.34
     lat (usec): min=10355, max=18416, avg=10532.62, stdev=141.01
    clat percentiles (usec):
     |  1.00th=[10421],  5.00th=[10421], 10.00th=[10421], 20.00th=[10421],
     | 30.00th=[10421], 40.00th=[10421], 50.00th=[10421], 60.00th=[10552],
     | 70.00th=[10552], 80.00th=[10552], 90.00th=[10552], 95.00th=[10552],
     | 99.00th=[10683], 99.50th=[10683], 99.90th=[13042], 99.95th=[14222],
     | 99.99th=[15139]
   bw (  KiB/s): min=96063, max=98304, per=99.98%, avg=97122.11, stdev=1014.88, samples=1200
   iops        : min=   93, max=   96, avg=94.78, stdev= 1.02, samples=1200
  lat (msec)   : 20=100.00%
  cpu          : usr=0.72%, sys=10.30%, ctx=5691144, majf=0, minf=4026
  IO depths    : 1=100.8%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,56918,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=94.9MiB/s (99.5MB/s), 94.9MiB/s-94.9MiB/s (99.5MB/s-99.5MB/s), io=55.6GiB (59.7GB), run=600006-600006msec