aheadtest/3.10.0-957.el7.x86_64_none/fio_4Krandread1.log
test: (g=0): rw=randread, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=psync, iodepth=1
fio-3.7
Starting 1 process

test: (groupid=0, jobs=1): err= 0: pid=12151: Wed Nov  4 19:22:02 2020
   read: IOPS=4377, BW=17.1MiB/s (17.9MB/s)(10.0GiB/600001msec)
    clat (usec): min=128, max=207547, avg=217.68, stdev=181.66
     lat (usec): min=129, max=207549, avg=219.54, stdev=181.66
    clat percentiles (usec):
     |  1.00th=[  157],  5.00th=[  184], 10.00th=[  190], 20.00th=[  200],
     | 30.00th=[  208], 40.00th=[  215], 50.00th=[  219], 60.00th=[  225],
     | 70.00th=[  229], 80.00th=[  233], 90.00th=[  241], 95.00th=[  255],
     | 99.00th=[  277], 99.50th=[  281], 99.90th=[  297], 99.95th=[  355],
     | 99.99th=[  586]
   bw (  KiB/s): min= 9992, max=21200, per=99.99%, avg=17509.33, stdev=505.60, samples=1199
   iops        : min= 2498, max= 5300, avg=4377.32, stdev=126.40, samples=1199
  lat (usec)   : 250=94.26%, 500=5.72%, 750=0.01%, 1000=0.01%
  lat (msec)   : 2=0.01%, 4=0.01%, 10=0.01%, 250=0.01%
  cpu          : usr=4.03%, sys=25.54%, ctx=2626861, majf=0, minf=6707
  IO depths    : 1=100.8%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=2626731,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: bw=17.1MiB/s (17.9MB/s), 17.1MiB/s-17.1MiB/s (17.9MB/s-17.9MB/s), io=10.0GiB (10.8GB), run=600001-600001msec