aheadtest/3.10.0-957.el7.x86_64_none/fio_4Krandread32.log
test: (g=0): rw=randread, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=psync, iodepth=1
...
fio-3.7
Starting 32 processes

test: (groupid=0, jobs=32): err= 0: pid=12231: Wed Nov  4 19:32:09 2020
   read: IOPS=28.5k, BW=111MiB/s (117MB/s)(65.3GiB/600002msec)
    clat (usec): min=157, max=211212, avg=1110.65, stdev=279.60
     lat (usec): min=159, max=211214, avg=1112.67, stdev=279.60
    clat percentiles (usec):
     |  1.00th=[  988],  5.00th=[ 1037], 10.00th=[ 1057], 20.00th=[ 1074],
     | 30.00th=[ 1090], 40.00th=[ 1106], 50.00th=[ 1106], 60.00th=[ 1123],
     | 70.00th=[ 1123], 80.00th=[ 1139], 90.00th=[ 1172], 95.00th=[ 1188],
     | 99.00th=[ 1303], 99.50th=[ 1418], 99.90th=[ 1696], 99.95th=[ 1811],
     | 99.99th=[ 2073]
   bw (  KiB/s): min= 2056, max= 3992, per=3.12%, avg=3565.17, stdev=41.94, samples=38388
   iops        : min=  514, max=  998, avg=891.29, stdev=10.49, samples=38388
  lat (usec)   : 250=0.01%, 500=0.01%, 750=0.01%, 1000=1.55%
  lat (msec)   : 2=98.43%, 4=0.01%, 10=0.01%, 20=0.01%, 50=0.01%
  lat (msec)   : 250=0.01%
  cpu          : usr=0.80%, sys=5.30%, ctx=19656034, majf=0, minf=189124
  IO depths    : 1=100.8%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=17115793,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: bw=111MiB/s (117MB/s), 111MiB/s-111MiB/s (117MB/s-117MB/s), io=65.3GiB (70.1GB), run=600002-600002msec