aheadtest/3.10.0-957.el7.x86_64_none/fio_4Kread1.log
test: (g=0): rw=read, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=psync, iodepth=1
fio-3.7
Starting 1 process

test: (groupid=0, jobs=1): err= 0: pid=12387: Wed Nov  4 19:52:24 2020
   read: IOPS=4744, BW=18.5MiB/s (19.4MB/s)(10.9GiB/600001msec)
    clat (usec): min=126, max=207705, avg=201.11, stdev=246.84
     lat (usec): min=127, max=207707, avg=202.96, stdev=246.84
    clat percentiles (usec):
     |  1.00th=[  143],  5.00th=[  145], 10.00th=[  157], 20.00th=[  161],
     | 30.00th=[  167], 40.00th=[  196], 50.00th=[  221], 60.00th=[  225],
     | 70.00th=[  227], 80.00th=[  229], 90.00th=[  237], 95.00th=[  245],
     | 99.00th=[  262], 99.50th=[  273], 99.90th=[  293], 99.95th=[  318],
     | 99.99th=[  510]
   bw (  KiB/s): min=11200, max=20296, per=99.99%, avg=18976.83, stdev=516.15, samples=1199
   iops        : min= 2800, max= 5074, avg=4744.17, stdev=129.05, samples=1199
  lat (usec)   : 250=98.04%, 500=1.95%, 750=0.01%, 1000=0.01%
  lat (msec)   : 2=0.01%, 4=0.01%, 10=0.01%, 250=0.01%
  cpu          : usr=3.86%, sys=23.96%, ctx=2847054, majf=0, minf=119
  IO depths    : 1=100.8%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=2846976,0,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: bw=18.5MiB/s (19.4MB/s), 18.5MiB/s-18.5MiB/s (19.4MB/s-19.4MB/s), io=10.9GiB (11.7GB), run=600001-600001msec