aheadtest/3.10.0-957.el7.x86_64_none/fio_4Kwrite1.log
test: (g=0): rw=write, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=psync, iodepth=1
fio-3.7
Starting 1 process

test: (groupid=0, jobs=1): err= 0: pid=12504: Wed Nov  4 20:14:19 2020
  write: IOPS=4469, BW=17.5MiB/s (18.3MB/s)(10.2GiB/600001msec)
    clat (usec): min=156, max=205065, avg=214.73, stdev=249.58
     lat (usec): min=158, max=205067, avg=216.53, stdev=249.59
    clat percentiles (usec):
     |  1.00th=[  176],  5.00th=[  182], 10.00th=[  184], 20.00th=[  190],
     | 30.00th=[  192], 40.00th=[  196], 50.00th=[  200], 60.00th=[  212],
     | 70.00th=[  231], 80.00th=[  241], 90.00th=[  258], 95.00th=[  281],
     | 99.00th=[  306], 99.50th=[  334], 99.90th=[  379], 99.95th=[  404],
     | 99.99th=[  840]
   bw (  KiB/s): min=10584, max=19112, per=99.99%, avg=17874.95, stdev=423.10, samples=1199
   iops        : min= 2646, max= 4778, avg=4468.73, stdev=105.77, samples=1199
  lat (usec)   : 250=87.92%, 500=12.05%, 750=0.02%, 1000=0.01%
  lat (msec)   : 2=0.01%, 4=0.01%, 10=0.01%, 20=0.01%, 250=0.01%
  cpu          : usr=2.84%, sys=18.23%, ctx=2681712, majf=0, minf=178
  IO depths    : 1=100.8%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,2681654,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=17.5MiB/s (18.3MB/s), 17.5MiB/s-17.5MiB/s (18.3MB/s-18.3MB/s), io=10.2GiB (10.0GB), run=600001-600001msec